Repository: Guake/guake
Catalog: po/*.po
Languages: cs, pl, ru, zh_tw

source: Adolfo González Blázquez <code@infinicode.org> Spanish Lincoln de Sousa <lincoln@guake.org> Brazilian Portuguese Markus Majer <mm@mpathy.de> German Mieszko Ślusarczyk <mieszkoslusarczyk@gmail.com> Polish Nishio Futoshi <futoshi@momonga-linux.org> Japanese Pavel Alexeev <Pahan@Hubbitus.spb.su> Russian Piotr Drąg <piotrdrag@gmail.com> Polish Sangwoo Joo <sangwoojoo@naver.com> Korean
pl: Adolfo González Blázquez <code@infinicode.org> hiszpański Lincoln de Sousa <lincoln@guake.org> portugalski brazylijski Markus Majer <mm@mpathy.de> niemiecki Mieszko Ślusarczyk <mieszkoslusarczyk@gmail.com> polski Nishio Futoshi <futoshi@momonga-linux.org> japoński Pavel Alexeev <Pahan@Hubbitus.spb.su> rosyjski Piotr Drąg <piotrdrag@gmail.com> polski Sangwoo Joo <sangwoojoo@naver.com> koreański

source: Copyright 2007-2009 Lincoln de Sousa Copyright 2007 Gabriel Falc&#xE3;o
zh_tw: 版權所有 2007-2009 Lincoln de Sousa 版權所有 2007 Gabriel Falc&#xE3;o

source: Guake is an easy to access terminal based on fps games terminal
zh_tw: Guake 是基於第一人稱射擊遊戲中下拉式終端效果， 並且易於使用的終端模擬器

source: <b>Main Window height</b>
zh_tw: <b>主視窗高度</b>

source: Prompt on quit
zh_tw: 離開時確認

source: Tango Linux console XTerm Rxvt Custom
zh_tw: Tango Linux Console XTerm Rxvt 自訂

source: Do you really want to quit Guake!?
zh_tw: 你真的想要關閉 Guake 嗎！？

source: <b>There is one process still running.</b>
zh_tw: <b>有一個程序仍在執行</b>

source: <b>There are %d processes running.</b>
zh_tw: <b>有 %d 個程序正在執行</b>

source: key binding error
zh_tw: 按鍵設定錯誤

source: Unable to bind global <b>%s</b> key
zh_tw: 無法設定全域按鍵 <b>%s</b>

source: Guake is now running, press <b>%s</b> to use it.
zh_tw: Guake 正在執行， 請按下 <b>%s</b> 來打開他。

source: Terminal %s
zh_tw: 終端 %s

source: Select a tab
zh_tw: 選擇分頁

source: Rename the selected tab.
zh_tw: 重新命名選定的分頁

source: Gconf Error. Have you installed <b>guake.schemas</b> properlly?
zh_tw: Gconf 錯誤。 您已經正確安裝 <b>guake.schemas</b> 了嗎？
