Repository: Guake/guake
Catalog: po/*.po
Languages: cs, pl, ru, zh_tw

source: About Guake
cs: O Guake
pl: O programie Guake
ru: О Guake
zh_tw: 關於 Guake

source: Guake is an easy to access terminal based on FPS games terminal
cs: Guake je snadno přístupný terminál podobný těm z FPS her
pl: Guake jest łatwo dostępnym terminalem opartym na grach FPS
ru: Guake это терминал с быстрым доступом наподобие тех, что используются в играх

source: Copy
cs: Kopírovat
pl: Skopiuj
ru: Копировать
zh_tw: 複製

source: Paste
cs: Vložit
pl: Wklej
ru: Вставить
zh_tw: 貼上

source: Toggle Fullscreen
cs: Přepnout na celou obrazovku
pl: Przełącz pełny ekran
ru: Полноэкранный режим
zh_tw: 切換全螢幕模式

source: Save to File...
cs: Uložit do souboru...
pl: Zapisz do pliku…
ru: Сохранить в файл...

source: Reset terminal
cs: Inicializovat a vymazat
pl: Przywróć terminal
ru: Сброс терминала

source: Find...
cs: Najít...
pl: Znajdź…
ru: Найти...

source: New Tab
cs: Nová karta
pl: Nowa karta
ru: Новая вкладка

source: Rename Tab
cs: Přejmenovat kartu
pl: Zmień nazwę karty
ru: Переименовать вкладку

source: Close Tab
cs: Zavřít kartu
pl: Zamknij kartę
ru: Закрыть вкладку
zh_tw: 關閉分頁

source: Open link...
cs: Otevřít odkaz...
pl: Otwórz odnośnik…
ru: Открыть ссылку...

source: Search on Web
cs: Najít na webu
pl: Znajdź w Internecie
ru: Искать в Интернете

source: Quit
cs: Ukončit
pl: Zakończ
ru: Выход
zh_tw: 離開

source: Rename
cs: Přejmenovat
pl: Zmień nazwę
ru: Переименовать
zh_tw: 重新命明

source: Close
cs: Zavřít
pl: Zamknij
ru: Закрыть
zh_tw: 關閉

source: Add a new tab
cs: Přidat novou kartu
pl: Dodaje nową kartę
ru: Добавить новую вкладку
zh_tw: 新增分頁

source: Guake Preferences
cs: Nastavení Guake
pl: Preferencje programu Guake
ru: Настройки Guake
zh_tw: Guake 偏好設定

source: <span size="18000" color="black"><b>Guake properties</b></span>
cs: <span size="18000" color="black"><b>Nastavení Guake</b></span>
pl: <span size="18000" color="black"><b>Właściwości programu Guake</b></span>
ru: <span size="18000" color="black"><b>Свойства Guake</b></span>
zh_tw: <span size="18000" color="black"><b>Guake 屬性</b></span>

source: <span color="black">Customize behavior and appearance of Guake!</span>
cs: <span color="black">Upravit chování a vzhled Guake!</span>
pl: <span color="black">Dostosowanie zachowania i wyglądu programu Guake.</span>
ru: <span color="black">Настройки поведения и отображения Guake!</span>
zh_tw: <span color="black">客製化 Guake 的行為和外觀！</span>

source: Enable popup notifications on startup
cs: Zobrazovat vyskakovací zprávy po spuštění
pl: Wyskakujące powiadomienia podczas uruchamiania
ru: Включить всплывающие уведомления при запуске
zh_tw: 啟動時顯示 Popup 通知

source: Show tray icon
cs: Zobrazit ikonu v oznamovací oblasti
pl: Ikona obszaru powiadamiania
ru: Показывать иконку в трее
zh_tw: 顯示工具列小圖示

source: Always prompt on quit
cs: Vždy se ptát před ukončením
pl: Potwierdzenie podczas kończenia działania
ru: Всегда спрашивать при выходе

source: _Flash terminal on bell
cs: _Blikat při zvonku terminálu
pl: _Miganie terminalem jako dzwonek
ru: Моргать терминалом при звонке

source: _Play system alert sound on bell
cs: _Přehrát systémový zvuk upozornění
pl: Systemowy _dźwięk alarmu jako dzwonek
ru: Воспроизводить системный сигнал при звонке

source: Prompt on close tab:
cs: Zeptat se na zavření karty:
pl: Potwierdzenie podczas zamykania karty:
ru: Спрашивать при закрытии вкладки:

source: Never With process running Always
cs: Nikdy Pokud běží proces Vždy
pl: Nigdy Kiedy jest uruchomiony proces Zawsze
ru: Никогда С запущенным процессом Всегда

source: <b>General</b>
cs: <b>Obecné</b>
pl: <b>Ogólne</b>
ru: <b>Основное</b>
zh_tw: <b>一般</b>

source: Bottom align window instead of top align
cs: Přichytit okno ke spodnímu okraji obrazovky
pl: Okno na dole zamiast na górze
ru: Прижимать к низу экрана

source: Appear on mouse display
cs: Zobrazit na displeji s myší
pl: Wyświetlanie na ekranie z kursorem
ru: Показывать на текущем экране

source: Appear on display:
cs: Zobrazit na displeji:
pl: Wyświetlanie na ekranie:
ru: Показывать на экране:

source: Place tabs on top
cs: Zobrazit karty navrchu
pl: Karty na górze
ru: Расположить вкладки сверху

source: <b>Placement</b>
cs: <b>Umístění</b>
pl: <b>Umieszczenie</b>
ru: <b>Расположение</b>

source: Stay on top
cs: Vždy navrchu
pl: Zawsze na wierzchu
ru: Поверх всех окон
zh_tw: 置頂

source: Refocus if open
cs: Při otevření zaměřit
ru: Фокусироваться, если открыт

source: Hide on lose focus
cs: Skrýt při ztrátě zaměření okna
pl: Ukrycie po utracie aktywności
ru: Прятать при потере фокуса
zh_tw: 失去焦點後隱藏

source: Show tab bar
cs: Zobrazit lištu karet
pl: Pasek kart
ru: Показывать панель вкладок
zh_tw: 顯示分頁列

source: Start fullscreen
cs: Spustit na celou obrazovku
pl: Uruchamianie w trybie pełnoekranowym
ru: Запускать в полноэкранном режиме
zh_tw: 以全螢幕的方式啟動

source: Use VTE titles for tab names
cs: Použít názvy VTE pro názvy karet
pl: Tytuły VTE dla nazw kart
ru: Использовать заголовки VTE для названий вкладок

source: Abbreviate directories in tab names
cs: Zkrátit jména složek v názvech karet
pl: Skracanie nazw katalogów w nazwach kart
ru: Сокращать пути в названиях вкладок

source: Max tab name length:
cs: Maximální délka názvu karty:
pl: Maksymalna długość nazwy karty:
ru: Макс. ширина вкладки:

source: <b>Main Window</b>
cs: <b>Okno s terminálem</b>
pl: <b>Główne okno</b>
ru: <b>Основное окно</b>
zh_tw: <b>主視窗</b>

source: Left
cs: Vlevo
pl: Po lewej
ru: Слева

source: Center
cs: Na střed
pl: Na środku
ru: По центру

source: Right
cs: Vpravo
pl: Po prawej
ru: Справа

source: <b>Main Window Horizontal Alignment</b>
cs: <b>Vodorovné umístění okna s terminálem</b>
pl: <b>Pionowe wyrównanie głównego okna</b>
ru: <b>Выравнивание по горизонтали</b>

source: <b>Main Window Height</b>
cs: <b>Výška okna s terminálem</b>
pl: <b>Wysokość głównego okna</b>
ru: <b>Высота основного окна</b>

source: <b>Main Window Width</b>
cs: <b>Šířka okna s terminálem</b>
pl: <b>Szerokość głównego okna</b>
ru: <b>Ширина основного окна</b>

source: Custom command file path:
cs: Cesta k souboru s vlastním příkazem:
pl: Inna ścieżka do pliku polecenia:
ru: Путь к пользовательской команде:

source: Please select a json file
cs: Vyberte soubor json
pl: Proszę wybrać plik JSON
ru: Выберите файл json

source: General
cs: Obecné
pl: Ogólne
ru: Общие
zh_tw: 一般

source: Default interpreter:
cs: Výchozí interpret shellu:
pl: Domyślna powłoka:
ru: Интерпретатор по умолчанию:
zh_tw: 預設的解譯器：

source: _Run command as a login shell
cs: _Spustit příkaz jako přihlašovací shell
pl: U_ruchamianie polecenia jako powłokę logowania
ru: _Запустить команду как шелл входа
zh_tw: 以 login shell 的方式執行指令 (_R)

source: _Open new tab in current directory
cs: _Otevřít novou kartu v aktuálním adresáři
pl: _Otwieranie nowych kart w bieżącym katalogu
ru: _Открыть новую вкладку в текущей директории
zh_tw: 在目前的目錄打開分頁 (_O)

source: <b>Shell</b>
pl: <b>Powłoka</b>
ru: <b>Шелл</b>

source: Shell
pl: Powłoka
ru: Шелл

source: Show scrollbar
cs: Zobrazit posuvník
pl: Pasek przewijania
ru: Показывать полосу прокрутки
zh_tw: 顯示 Scrollbar

source: Scrollback lines:
cs: Omezit posuv na:
pl: Przewijanie:
ru: Строк прокрутки:
zh_tw: 回捲行數：

source: On output
cs: Při výstupu
pl: Po wyjściu
ru: На вывод
zh_tw: 輸出時

source: On key stroke
cs: Při stisku klávesy
pl: Po wciśnięciu klawisza
ru: На нажатие клавиши
zh_tw: 敲下按鍵時

source: <b>Scroll</b>
cs: <b>Posun</b>
pl: <b>Przewijanie</b>
ru: <b>Прокрутка</b>
zh_tw: <b>捲動</b>

source: Scrolling
cs: Posouvání
pl: Przewijanie
ru: Прокрутка
zh_tw: 滾動設定

source: Use the system fixed width font
cs: Používat systémové písmo s pevnou šířkou
pl: Systemowa czcionka o stałej szerokości
ru: Использовать системный шрифт фиксированного размера
zh_tw: 使用系統設定的等寬字體

source: Font:
cs: Písmo:
pl: Czcionka:
ru: Шрифт:
zh_tw: 字型：

source: Show resizer
cs: Zobrazit nástroj pro změnu velikosti
pl: Element do zmiany rozmiaru
ru: Показать изменение размера

source: Choose some font
cs: Vyberte písmo terminálu
pl: Wybór czcionki
ru: Выберите шрифт
zh_tw: 選擇字型

source: Text color:
cs: Barva textu:
pl: Kolor tekstu:
ru: Цвет текста:
zh_tw: 文字顏色：

source: Background color:
cs: Barva pozadí:
pl: Kolor tła:
ru: Цвет фона:
zh_tw: 背景顏色：

source: Cursor shape:
cs: Tvar kurzoru:
pl: Kształt kursora:
ru: Вид курсора:

source: Block I-Beam Underline
cs: Blokový Svislá čára Podtrhávací čára
pl: Blokowy Linia pionowa Podkreślenie
ru: Блок I-Вид Подчёркивание

source: Follow GTK+ setting Blink on Blink off
cs: Dle nastavení GTK+ Blikat Neblikat
pl: Ustawienie biblioteki GTK+ Miganie Bez migania
ru: Использовать настройки GTK+ Моргать Не моргать

source: Cursor blink mode:
cs: Blikání kurzoru:
pl: Tryb migania kursora:
ru: Режим отображения курсора:

source: Allow bold font
cs: Povolit tučný text
pl: Zezwolenie na pogrubioną czcionkę
ru: Разрешить жирный шрифт

source: <b>Palette</b>
cs: <b>Paleta</b>
pl: <b>Paleta</b>
ru: <b>Палитра</b>
zh_tw: <b>調色盤</b>

source: Built-in schemes:
cs: Zabudovaná schémata:
pl: Wbudowane schematy:
ru: Встроенные схемы:
zh_tw: 內建配色：

source: Color palette:
cs: Paleta barev:
pl: Paleta kolorów:
ru: Цветовая палитра:
zh_tw: 調色盤：

source: Font color
cs: Barva textu
pl: Kolor czcionki
ru: Цвет текста

source: Background color
cs: Barva pozadí
pl: Kolor tła
ru: Цвет фона

source: Use font and background color from the palette
cs: Použít barvu písma a pozadí z palety
pl: Kolor czcionki i tła z palety
ru: Использовать цвет текста и фона из палитры

source: Demo:
cs: Náhled:
ru: Пример:

source: <b>Effects</b>
cs: <b>Efekty</b>
pl: <b>Efekty</b>
ru: <b>Воздействие</b>
zh_tw: <b>效果</b>

source: Transparency:
cs: Průhlednost:
pl: Przezroczystość:
ru: Прозрачность:
zh_tw: 透明度：

source: Background image:
cs: Obrázek na pozadí:
pl: Obraz tła:
ru: Фоновое изображение:
zh_tw: 背景圖片：

source: Select A File
pl: Wybór pliku
ru: Выбрать файл

source: Appearance
cs: Vzhled
pl: Wygląd
ru: Оформление
zh_tw: 外觀

source: <small>Quick open is a feature allowing you to open a file directly into your favorite text editor by clicking on its filename when it appears in your terminal. See the list of currently supported text patterns used to extract filename below.</small>
cs: <small>Snadné otevření je funkce umožňující otevření souboru oblíbeným textovým editorem pouhým kliknutím na název souboru v terminálu. Seznam podporovaných textových vzorů použitých pro zjištění názvu souboru naleznete níže.</small>
pl: <small>Szybkie otwieranie jest funkcją umożliwiającą otwieranie plików bezpośrednio w wybranym edytorze tekstu przez kliknięcie nazwy pliku w terminalu. Poniżej znajduje się lista obecnie obsługiwanych wzorców używanych do wyodrębniania nazw plików.</small>
ru: <small>Быстрое открытие - это функция позволяющая открыть файл в текстовом редакторе с помощью нажатия на его имени в терминале. Список поддерживаемых на данный момент конструкций имён файлов смотри ниже.</small>

source: Enable Quick Open when Ctrl+clicking on a filename in the terminal
cs: Aktivovat Snadné otevření při Ctrl+kliknutí na název souboru v terminálu
pl: Szybkie otwieranie po kliknięciu na nazwie pliku w terminalu przytrzymując klawisz Ctrl
ru: Разрешить "Быстрое открытие" по Ctrl+click на имени файла в терминале

source: Editor command line:
cs: Příkaz ke spuštění editoru:
pl: Polecenie edytora:
ru: Команда для Редактора:

source: <small><i>Use the following elements in the open editor command line: - <b>%(file_path)s</b>: path to the file that has been clicked - <b>%(line_number)s</b>: if your editor supports it, you can directly open the file to a given line number when found on the screen. For example, for sublime, use <b>subl %(file_path)s:%(line_number)s</b> </i></small>
cs: <small><i>Použijte následující elementy při spouštění editoru: - <b>%(file_path)s</b>: cesta k souboru, na který bylo kliknuto - <b>%(line_number)s</b>: číslo řádku souboru, na kterém editor otevřít, pokud to nastavený editor podporuje a číslo bylo v odkazu. Například pro Sublime Text použijte <b>subl %(file_path)s:%(line_number)s</b> </i></small>
pl: <small><i>Można używać następujących elementów w poleceniu otwierania edytora: • <b>%(file_path)s</b>: ścieżka do pliku, który został kliknięty • <b>%(line_number)s</b>: jeśli edytor to obsługuje, można otwierać plik na podanym wierszu, jeśli znajduje się na ekranie. Na przykład dla edytora sublime należy użyć <b>subl %(file_path)s:%(line_number)s</b> </i></small>
ru: <small><i>Используйте следующие элементы в команде открытия редактора: - <b>%(file_path)s</b>: путь к файлу на который нажали - <b>%(line_number)s</b>: если редактор поддерживает его, можно открыть файл на необходимой строке, указанной на экране. Например, для sublime, используйте <b>subl %(file_path)s:%(line_number)s</b> </i></small>

source: Quick open in current terminal
cs: Otevírat v aktuálním terminálu
pl: Szybkie otwieranie w bieżącym terminalu
ru: Быстрое открытие в текущем терминале

source: Here is the list of supported patterns: (to add your own, please contact the Guake's authors)
cs: Zde je seznam podporovaných vzorů: (pro přidání vlastních, kontaktujte vývojáře Guake)
pl: Lista obsługiwanych wzorców (aby dodać własne, prosimy skontaktować się z autorami programu Guake):
ru: Здесь указан список поддерживаемых конструкций: (чтобы добавить свою, пожалуйста свяжитесь с разработчиками Guake)

source: <b>Quick Open</b>
cs: <b>Snadné otevření</b>
pl: <b>Szybkie otwieranie</b>
ru: <b>Быстрое открытие</b>

source: Quick Open
cs: Snadné otevření
pl: Szybkie otwieranie
ru: Быстрое открытие

source: To change a shortcut simply click on its name. To disable a shortcut, press the "Backspace" key.
cs: Pro změnu klávesové zkratky klikněte na její název. Pro její deaktivaci stiskněte "Backspace".
pl: Klikając nazwę skrótu można go zmienić. Naciśnięcie klawisza „Backspace” wyłącza skrót.
ru: Чтобы изменить горячую клавишу, нажмите на её имени. Чтобы отключить горячую клавишу, нажмите "Backspace".

source: Keyboard shortcuts
cs: Klávesové zkratky
pl: Skróty klawiszowe
ru: Горячие клавиши
zh_tw: 鍵盤快速鍵

source: <small><i><b>Note:</b> These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.</i></small>
cs: <small><i><b>Poznámka:</b> Tyto volby mohou způsobit, že některé aplikace nebudou fungovat správně. Jsou tu pouze proto, abyste mohli obejít skutečnost, že některé aplikace a operační systémy očekávají jiné chování terminálu.</i></small>
pl: <small><i><b>Uwaga:</b> te opcje mogą spowodować nieprawidłowe zachowanie niektórych programów. Istnieją one wyłączenie w celu obejścia problemów z określonymi programami i systemami operacyjnymi, które oczekują innego zachowania terminala.</i></small>
ru: <small><i><b>Замечение:</b> эти опции могут сделать поведение приложения некорректным. Они представлены только чтобы обойти некоторые ограничения приложений или операционных систем, которые ожидают другое поведение терминала.</i> Замечание переводчика: смотри http://trac.guake-terminal.org/trac.cgi/ticket/41</small>
zh_tw: <small><i><b>注意：</b>這些選項可能會造成一些應用程式的行為異常。這些東西只是為了能讓您暫時應付某些對於終端器行為有不同解釋的作業系統和應用程式。</i></small>

source: ASCII DEL Escape sequence Control-H
cs: ASCII DEL Escape sekvence Ctrl+H
pl: ASCII DEL Sekwencja Escape Ctrl-H
ru: ASCII DEL Escape-последовательность Control-H

source: _Backspace key generates:
cs: Klávesa _Backspace generuje:
pl: Klawisz _Backspace generuje:
ru: Клавиша _Backspace генерирует:
zh_tw: _Backspace 鍵送出：

source: _Delete key generates:
cs: Klávesa _Delete generuje:
pl: Klawisz _Delete generuje:
ru: Клавиша _Delete генерирует:
zh_tw: _Delete 鍵送出：

source: _Reset Compatibility Options to Defaults
cs: _Obnovit standardní nastavení pro kompatibilitu
pl: P_rzywróć domyślne opcje zgodności
ru: _Сбросить опции совместимости в значения по умолчанию
zh_tw: 重度相容性設定為預設值 (_R)

source: <b>Keyboard compatibility</b>
cs: <b>Kompatibilita klávesnic</b>
pl: <b>Zgodność klawiatury</b>
ru: <b>Клавиатурная совместимость</b>
zh_tw: <b>鍵盤相容性</b>

source: Compatibility
cs: Kompatibilita
pl: Zgodność
ru: Совместимость
zh_tw: 相容性

source: <small>In this dialog you can attach your own command or script to various guake events</small>
cs: <small>V tomto dialogu můžete různým událostem v Guake přiřadit vlastní příkaz nebo skript</small>
pl: <small>W tym oknie można dołączyć własne polecenie lub skrypt do różnych zdarzeń programu Guake</small>
ru: <small>В этом диалоге можно задать свою команду или скрипт для разных событий guake</small>

source: Insert command or path to script. For details, see https://github.com/Guake/guake/issues/793
pl: Wstawia polecenie lub ścieżkę do skryptu. Więcej informacji: https://github.com/Guake/guake/issues/793
ru: Добавьте команду или путь к скрипту. Для инфомации см. https://github.com/Guake/guake/issues/793

source: On show:
cs: Při zobrazení:
pl: Podczas wyświetlania:
ru: При открытии:

source: Path to a bash script that would be automatically executed when Guake starts, unless you specify --no-startup-script. This would typically use the configuration by command line feature of Guake: #!/bin/bash sleep 5 # it is advised to wait a bit before Guake has been successfully started guake -r "main" -e "cd ~/projects/myproject/main" guake -r "prod" -e "cd ~/projects/myproject/prod"
cs: Cesta k bash skriptu, který bude automaticky vykonán při spuštění Guake, pokud Guake nespustíte s parametrem --no-startup-script. Takový skript se většinou používá k nastavení Guake přes jeho terminálové rozhraní jako v následujícím příkladu: #!/bin/bash sleep 5 # je doporučeno chvilku počkat, aby se Guake stihlo spustit guake -r "main" -e "cd ~/projects/myproject/main" guake -r "prod" -e "cd ~/projects/myproject/prod"
pl: Ścieżka do skryptu powłoki bash automatycznie wykonywanego podczas uruchamiania programu Guake, jeśli nie podano opcji --no-startup-script. Zwykle używa to funkcji konfiguracji przez wiersz poleceń programu Guake: #!/bin/bash sleep 5 # zalecane jest odczekanie chwilę przed pomyślnym uruchomieniem programu Guake guake -r "main" -e "cd ~/projekty/mójprojekt/main" guake -r "prod" -e "cd ~/projekty/mójprojekt/prod"
ru: Путь к bash-скрипту, который будет автоматически запущен при старте Guake, если не указано --no-startup-script. Обычно используется возможность настройки Guake с помощью командной строки: #!/bin/bash sleep 5 # советуется подождать немного пока Guake не запустится полностью guake -r "main" -e "cd ~/projects/myproject/main" guake -r "prod" -e "cd ~/projects/myproject/prod"

source: On start:
cs: Při spuštění:
ru: При запуске:

source: <b>Hooks</b>
pl: <b>Zaczepy</b>
ru: <b>События</b>

source: Hooks
cs: Hooky
pl: Zaczepy
ru: События

source: Guake Terminal
cs: Guake Terminál
pl: Terminal Guake
ru: Терминал Guake
zh_tw: Guake 終端器

source: A problem happened when binding <b>%s</b> key. Please use Guake Preferences dialog to choose another key
cs: Při nastavování klávesové zkratky <b>%s</b> nastala chyba. Pro výběr jiné zkratky použijte, prosím, okno Nastavení. (Ikona v oznamovací oblasti byla povolena.)
pl: Wystąpił problem podczas dowiązywania klawisza <b>%s</b>. Proszę użyć okna preferencji programu Guake, aby wybrać inny klawisz
ru: Возникла проблема при попытке назначить клавишу <b>%s</b>. Пожалуйста, воспользуйтесь диалогом настройки, чтобы выбрать другую клавишу (иконка в трее была включена)
zh_tw: 設定 <b>%s</b> 按鍵時出現問題。 請使用 Guake 偏好設定對話框來設定另一組按鍵

source: Do you want to close the tab?
cs: Opravdu chcete zavřít kartu?
pl: Zamknąć kartę?
ru: Вы действительно хотите выйти закрыть вкладку?

source: Do you really want to quit Guake?
cs: Opravdu chcete ukončit Guake!?
pl: Na pewno zakończyć program Guake?
ru: Вы действительно хотите выйти из Guake?

source: and one tab open
cs: a jedna karta otevřena
pl: i jest jedna otwarta karta
ru: и одна вкладка открыта

source: and {0} tabs open
cs: a {0} karet otevřeno
pl: i więcej kart jest otwartych: {0}
ru: и {0} вкладок открыто

source: There are no processes running
cs: Neběží žádné procesy
pl: Żaden proces nie jest uruchomiony
ru: Нет запущенных процессов

source: There is a process still running
cs: Stále běží jeden proces
pl: Jeden proces jest nadal uruchomiony
ru: Имеется выполняемый процесс

source: There are {0} processes still running
cs: Stále běží {0} procesů
pl: Nadal uruchomione procesy: {0}
ru: Выполняется процессов: {0}

source: Show
cs: Zobrazit
pl: Wyświetl
ru: Показать

source: Guake is now running, press <b>{!s}</b> to use it.
cs: Guake je nyní spuštěno, pro použití stiskněte <b>{!s}</b>.
pl: Program Guake jest teraz uruchomiony, naciśnięcie <b>{!s}</b> go aktywuje.
ru: Guake запущен, нажмите <b>{!s}</b> чтобы работать с ним.

source: Search on Web: '%s'
cs: Vyhledat na webu: '%s'
pl: Wyszukiwanie w Internecie: „%s”
ru: Поиск в Интернете: '%s'

source: Search on Web (no selection)
cs: Vyhledat na webu (bez výběru)
pl: Wyszukiwanie w Internecie (bez zaznaczenia)
ru: Поиск в Интернете (без выборки)

source: Open Link: '{}...'
cs: Otevřít odkaz: '{}...'
pl: Otwórz odnośnik: „{}…”
ru: Открыть ссылку: '{}...'

source: Open Link: {}
cs: Otevřít odkaz: {}
pl: Otwórz odnośnik: {}
ru: Открыть ссылку: {}

source: Open Link...
cs: Otevřít odkaz...
pl: Otwórz odnośnik…
ru: Открыть ссылку...

source: Terminal
cs: Terminál %s
ru: Терминал

source: Rename tab
cs: Přejmenovat kartu
pl: Zmiana nazwy karty
ru: Переименовать вкладку
zh_tw: 重新命名分頁

source: Save to...
cs: Uložit do...
pl: Zapisanie do…
ru: Сохранить как...

source: All files
cs: Všechny soubory
pl: Wszystkie pliki
ru: Все файлы

source: Text and Logs
cs: Text a logy
pl: Pliki tekstowe i dzienniki
ru: Текст и Логи

source: Find
cs: Vyhledat
pl: Znajdź
ru: Найти

source: Forward
cs: Vpřed
pl: Dalej
ru: Вперёд

source: Backward
cs: Zpět
pl: Wstecz
ru: Назад

source: Put Guake in fullscreen mode
cs: Přepnout Guake na celou obrazovku
pl: Umieszcza program Guake w trybie pełnoekranowym
ru: Перейти в полноэкранный режим

source: Toggles the visibility of the terminal window
cs: Zobrazí / skryje okno terminálu
pl: Przełącza widoczność okna terminala
ru: Переключение видимости окна терминала
zh_tw: 切換終端器視窗是否可見

source: Shows Guake main window
cs: Zobrazí hlavní okno Guake
pl: Wyświetla główne okno programu Guake
ru: Показать главное окно Guake

source: Hides Guake main window
cs: Skryje hlavní okno Guake
pl: Ukrywa główne okno programu Guake
ru: Скрыть главное окно Guake

source: Shows Guake preference window
cs: Zobrazí okno nastavení Guake
pl: Wyświetla okno preferencji programu Guake
ru: Показать окно настроек Guake
zh_tw: 顯示 Guake 偏好設定對話框

source: Shows Guake's about info
cs: Zobrazí info o Guake
pl: Wyświetla informacje o programie Guake
ru: Показать информацию о Guake
zh_tw: 顯示「關於 Guake」視窗

source: Add a new tab (with current directory set to NEW_TAB)
cs: Otevře novou kartu s cestou nastavenou na NEW_TAB
pl: Dodaje nową kartę (z bieżącym katalogiem ustawionym na NEW_TAB)
ru: Добавить вкладку (с текущей директорией установленной в NEW_TAB)

source: Select a tab (SELECT_TAB is the index of the tab)
cs: Vybere kartu podle indexu SELECT_TAB
pl: Wybiera kartę (SELECT_TAB jest indeksem kart)
ru: Выбрать вкладку (SELECT_TAB - это индекс вкладок)

source: Return the selected tab index.
cs: Vypíše pořadí vybrané karty.
pl: Wyświetla indeks wybranej karty.
ru: Вернуть индекс выбранной вкладки.
zh_tw: 回到選定的分頁

source: Return the selected tab label.
cs: Vrátit vybraný popisek karty.
pl: Wyświetla etykietę wybranej karty.
ru: Вернуть название выбранной вкладки.

source: Execute an arbitrary command in the selected tab.
cs: Spustí ve vybrané kartě libovolný příkaz.
pl: Wykonuje podane polecenie w wybranej karcie.
ru: Выполнить произвольную команду в выбранной вкладке.
zh_tw: 在選定的分頁執行任意指令

source: Specify the tab to rename. Default is 0.
cs: Vybere kartu k přejmenování. Výchozí je 0.
pl: Podaje kartę do zmiany nazwy. Domyślnie 0.
ru: Определите вкладку для переименования. По-умолчанию 0.
