Repository: Guake/guake
Catalog: po/*.po
Languages: cs, pl, ru, zh_tw

source: Set the background image of the selected tab.
pl: Ustawia obraz tła wybranej karty.
ru: Укажите фоновое изображение для выбранной вкладки.

source: Set the hexadecimal (#rrggbb) background color of the selected tab.
cs: Nastaví hexadecimální (#rrggbb) barvu pozadí pro vybranou kartu.
pl: Ustawia szesnastkowy (#rrggbb) kolor tła wybranej karty.
ru: Укажите цвет фона выбранной вкладки в hex формате (#rrggbb).

source: Set the hexadecimal (#rrggbb) foreground color of the selected tab.
cs: Nastaví hexadecimální (#rrggbb) barvu popředí pro vybranou kartu.
pl: Ustawia szesnastkowy (#rrggbb) kolor tekstu wybranej karty.
ru: Укажите цвет переднего плана выбранной вкладки в hex формате (#rrggbb).

source: Rename the specified tab. Reset to default if TITLE is a single dash "-".
cs: Přejmenuje vybranou kartu. Dostane výchozí název, pokud bude TITLE jednoduchá pomlčka "-".
pl: Zmienia nazwę podanej karty. Przywraca domyślą, jeśli TITLE jest pojedynczym myślnikiem „-”.
ru: Переименование указанной вкладки. Сброс к имени по-умолчанию, если в TITLE одиночное тире "-".

source: Rename the current tab. Reset to default if TITLE is a single dash "-".
cs: Přejmenuje aktuální kartu. Dostane výchozí název, pokud bude TITLE jednoduchá pomlčka "-".
pl: Zmienia nazwę bieżącej karty. Przywraca domyślą, jeśli TITLE jest pojedynczym myślnikiem „-”.
ru: Переименование текущей вкладки. Сброс к имени по-умолчанию, если в TITLE одиночное тире "-".

source: Says to Guake go away =(
cs: Řekne Guake, aby šlo pryč =(
pl: Mówi programowi Guake, aby sobie poszedł =(
ru: Скажите Guake'у уйти =(
zh_tw: 叫 Guake 滾開 =(

source: Do not execute the start up script
cs: Nespouštět skript po spuštění
pl: Bez wykonywania skryptu startowego
ru: Не запускать скрипт при старте

source: Guake can not init!
cs: Guake nelze spustit!
pl: Nie można zainicjować programu Guake.
ru: Ошибка инициализации!
zh_tw: Guake 無法初始化！

source: Gconf Error. Have you installed <b>guake.schemas</b> properly?
cs: Chyba v Gconf. Máte správně nainstalován <b>guake.schemas</b>?
pl: Błąd biblioteki GConf. Na pewno poprawnie zainstalowano plik <b>guake.schemas</b>?
ru: Ошибка Gconf. Вы уверены, что установили <b>guake.schemas</b> верно?

source: <user shell>
cs: <uživatelský shell>
pl: <powłoka użytkownika>
ru: <шелл пользователя>

source: Toggle Guake visibility
cs: Přepnout viditelnost Guake
pl: Przełącz widoczność terminala Guake
ru: Переключение видимости Guake
zh_tw: 切換 Guake 是否可見

source: Toggle Hide on Lose Focus
cs: Skrývat při ztrátě zaměření okna
pl: Przełącz ukrycie po utracie aktywności
ru: Прятать при потере фокуса

source: Tab management
cs: Správa karet
pl: Zarządzanie kartami
ru: Управление вкладками
zh_tw: 分頁管理

source: New tab
cs: Nová karta
pl: Nowa karta
ru: Новая вкладка
zh_tw: 新分頁

source: Close tab
cs: Zavřít kartu
pl: Zamknij kartę
ru: Закрыть вкладку
zh_tw: 關閉分頁

source: Rename current tab
cs: Přejmenovat současnou kartu
pl: Zmień nazwę bieżącej karty
ru: Переименовать текущую вкладку
zh_tw: 重新命名現在的分頁

source: Navigation
cs: Navigace
pl: Nawigacja
ru: Навигация
zh_tw: 導覽

source: Go to previous tab
cs: Přejít na předchozí kartu
pl: Przejdź do poprzedniej karty
ru: К предыдущей вклаке
zh_tw: 上一個分頁

source: Go to next tab
cs: Přejít na následující kartu
pl: Przejdź do następnej karty
ru: К следующей вкладке
zh_tw: 下一個分頁

source: Move current tab left
cs: Přesunout současnou kartu vlevo
pl: Przenieś bieżącą kartę w lewo
ru: Переместить текущую вкладку влево

source: Move current tab right
cs: Přesunout současnou kartu vpravo
pl: Przenieś bieżącą kartę w prawo
ru: Переместить текущую вкладку вправо

source: Go to first tab
cs: Přejít na první kartu
pl: Przejdź do pierwszej karty
ru: Перейти на первую вкладку

source: Go to second tab
cs: Přejít na druhou kartu
pl: Przejdź do drugiej karty
ru: На вторую вкладку

source: Go to third tab
cs: Přejít na třetí kartu
pl: Przejdź do trzeciej karty
ru: На третью вкладку

source: Go to fourth tab
cs: Přejít na čtvrtou kartu
pl: Przejdź do czwartej karty
ru: На четвёртую вкладку

source: Go to fifth tab
cs: Přejít na pátou kartu
pl: Przejdź do piątej karty
ru: На пятую вкладку

source: Go to sixth tab
cs: Přejít na šestou kartu
pl: Przejdź do szóstej karty
ru: На шестую вкладку

source: Go to seventh tab
cs: Přejít na sedmou kartu
pl: Przejdź do siódmej karty
ru: На седьмую вкладку

source: Go to eighth tab
cs: Přejít na osmou kartu
pl: Przejdź do ósmej karty
ru: На восьмую вкладку

source: Go to ninth tab
cs: Přejít na devátou kartu
pl: Przejdź do dziewiątej karty
ru: На девятую вкладку

source: Go to tenth tab
cs: Přejít na desátou kartu
pl: Przejdź do dziesiątej karty
ru: На десятую вкладку

source: Go to last tab
cs: Přejít na poslední kartu
pl: Przejdź do ostatniej karty
ru: Перейти на последнюю вкладку

source: Zoom out
cs: Oddálit
pl: Pomniejsz
ru: Уменьшить

source: Zoom in
cs: Přiblížit
pl: Powiększ
ru: Увеличить

source: Zoom in (alternative)
cs: Přiblížit (alternativa)
pl: Powiększ (alternatywne)
ru: Увеличить (альтернативная)

source: Increase height
cs: Zvětšit výšku
pl: Zwiększ wysokość
ru: Увеличить высоту

source: Decrease height
cs: Snížit výšku
pl: Zmniejsz wysokość
ru: Уменьшить высоту

source: Increase transparency
cs: Zvýšit průhlednost
pl: Zwiększ przezroczystość
ru: Увеличить прозрачность

source: Decrease transparency
cs: Snížit průhlednost
pl: Zmniejsz przezroczystość
ru: Уменьшить прозрачность

source: Toggle transparency
cs: Přepnout průhlednost
pl: Przełącz przezroczystość
ru: Вкл/выкл прозрачность

source: Clipboard
cs: Schránka
pl: Schowek
ru: Буфер обмена
zh_tw: 剪貼簿

source: Copy text to clipboard
cs: Kopírovat text do schránky
pl: Skopiuj tekst do schowka
ru: Скопировать текст в буфер обмена
zh_tw: 複製文字到剪貼簿

source: Paste text from clipboard
cs: Vložit text ze schránky
pl: Wklej tekst ze schowka
ru: Вставить текст из буфера обмена
zh_tw: 從剪貼簿上貼上文字

source: Extra features
cs: Další funkce
pl: Dodatkowe funkcje
ru: Дополнительные функции

source: Search select text on web
cs: Najít vybraný text na webu
pl: Znajdź zaznaczony tekst w Internecie
ru: Искать выделенный текст в Интернете

source: Action
cs: Akce
pl: Działanie
ru: Действие
zh_tw: 動作

source: Shortcut
cs: Klávesová zkratka
pl: Skrót
ru: Горячая клавиша
zh_tw: 快速鍵

source: Custom
cs: Vlastní
pl: Inne
ru: Дополнительно

source: JSON files
cs: JSON soubory
pl: Pliki JSON
ru: JSON файлы

source: The shortcut "%s" is already in use.
cs: Klávesová zkratka "%s" se již používá.
pl: Skrót „%s” jest już używany.
ru: Сокращение "%s" уже используется.
zh_tw: "%s" 這個快捷已經被使用了。

source: Error setting keybinding.
cs: Chyba při nastavování klávesové zkratky.
pl: Błąd podczas ustawiania dowiązania klawiszy.
ru: Ошибка назначения клавиш.
zh_tw: 設定按鍵時出錯。

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
cs: Klávesovou zkratku "%s" nelze nastavit, protože by nebylo možné s ní normálně psát. Zkuste to znovu s klávesami jako Ctrl, Alt, nebo Shift.
pl: Skrót „%s” nie może być używany, ponieważ niemożliwe będzie pisanie za pomocą tego klawisza. Proszę spróbować z klawiszem takim jak Ctrl, Alt lub Shift w tym samym czasie.
ru: Вы не сможете использовать сокращение "%s", так как его невозможно будет набрать, используя эту клавишу. Попробуйте сочетание с клавишами Control, Alt или Shift.
zh_tw: 無法使用 "%s" 做為快速鍵，因為這會導至無法使用此鍵輸入。 請試著同時使用 Control、Alt 或 Shift 等做為組合鍵。

source: Never
cs: Nikdy
ru: Никогда

source: With process running
cs: S běžícím procesem
ru: С запущенным процессом

source: Always
cs: Vždy
ru: Всегда

source: Custom command file path:
cs: Vlastní cesta ke skriptu:
ru: Путь к файлу команд:

source: Block
cs: Blokový
ru: Блок

source: I-Beam
cs: Svislá čára
ru: I-вида

source: Underline
cs: Podtrhávací čára
ru: Подчёркивание

source: Follow GTK+ setting
cs: Dle nastavení GTK+
ru: Использовать настройки GTK+

source: Blink on
cs: Blikat
ru: Моргать

source: Blink off
cs: Neblikat
ru: Не моргать

source: <small><i>Use the following elements in the open editor command line: - <b>%(file_path)s</b>: path to the file that has been clicked - <b>%(line_number)s</b>: if your editor supports it, you can directly open the file to a given line number when found on the screen. For example, for sublime, use <b>subl %(file_path)s:%(line_number)s</b> </i></small>
cs: <small><i>Použijte následující elementy při spouštění editoru: - <b>%(file_path)s</b>: cesta k souboru, na který bylo kliknuto - <b>%(line_number)s</b>: číslo řádku souboru, na kterém editor otevřít, pokud to nastavený editor podporuje a číslo bylo v odkazu. Například pro Sublime Text použijte <b>subl %(file_path)s:%(line_number)s</b> </i></small>
ru: <small><i>Использовать следующие параметры командной строки при открытии редактора: - <b>%(file_path)s</b>: путь к файлу, который был выбран - <b>%(line_number)s</b>: если Ваш редактор поддерживает, файл может быть открыт и прокручен до указанной строки. Например, для sublime, используйте <b>subl %(file_path)s:%(line_number)s</b> </i></small>

source: Escape sequence
cs: Escape sekvence
ru: Последовательность Escape

source: Configure your Guake sessions
cs: Nastavit Guake sezení
ru: Настройка сессии Guake

source: Terminal;Utility;
cs: Terminál;Nástroje;
ru: Терминал;Инструменты;

source: Use the command line in a Quake-like terminal
cs: Používejte terminál jako ve hře Quake
ru: Использовать командную строку как в Quake терминале

source: Main Window Horizontal Alignment
cs: Horizontální umístění hlavního okna
ru: Выравнивание главного окна по-горизонтали

source: Show and focus Guake window
cs: Zobrazit a zaměřit okno Guake
ru: Показать и перевести фокус на окно Guake

source: <b>Main Window Options</b>
cs: <b>Možnosti hlavního okna</b>
ru: <b>Параметры главного окна</b>

source: Horizontal Alignment:
cs: Horizontální umístění:
ru: Горизонтальное выравнивание:

source: Height:
cs: Výška:
ru: Высота:

source: Width:
cs: Šířka:
ru: Ширина:

source: <b>Geometry</b>
cs: <b>Geometrie</b>
ru: <b>Геометрия</b>

source: Main Window
cs: Hlavní okno
ru: Главное окно

source: Infinite scrolling
cs: Nekonečné posouvání
ru: Неограниченная прокрутка

source: <b>Scrollbar</b>
cs: <b>Posuvník</b>
ru: <b>Полоса прокрутки</b>

source: <b>Scroll to Bottom</b>
cs: <b>Posunout se na konec</b>
ru: <b>Прокручивать до конца</b>

source: Quick open is a feature allowing you to open a file directly into your favorite text editor by clicking on its filename when it appears in your terminal. See the list of currently supported text patterns used to extract filename below.
cs: Snadné otevření je funkce umožňující otevření souboru oblíbeným textovým editorem pouhým kliknutím na název souboru v terminálu. Seznam podporovaných textových vzorů použitých pro zjištění názvu souboru naleznete níže.
ru: Быстрое открытие позволяет открыть файл в текстовом редакторе при нажатии на имя файла отображаемое в терминале. Ниже указан список, поддерживаемых в настоящий момент шаблонов, используемых для определения имени файла.

source: Show Guake version number and exit
cs: Zobrazit verzi Guake a ukončit
ru: Показать версию Guake и выйти

source: <span size="18000"><b>Guake properties</b></span>
cs: <span size="18000"><b>Nastavení Guake</b></span>
pl: <span size="18000"><b>Właściwości programu Guake</b></span>
ru: <span size="18000"><b>Параметры Guake</b></span>

source: Customize behavior and appearance of Guake!
cs: Upravit chování a vzhled Guake!
pl: Dostosowanie zachowania i wyglądu programu Guake!
ru: Настройки поведения и отображения Guake!

source: Displacement in pixels
cs: Posun v pixelech
ru: Смещение в пикселях

source: Enable verbose logging
cs: Zaznamenávat události podrobněji
ru: Включать подробности в журнал

source: Quick Open: '{!s}...'
cs: Rychlé otevření: „{!s}…“
ru: Быстрое открытие: '{!s}...'

source: Quick Open: {!s}
cs: Rychlé otevření: {!s}
ru: Быстрое открытие: {!s}

source: Open Link: '{!s}...'
cs: Otevřít odkaz: „{!s}…“
ru: Окрыть ссылку: '{!s}...'

source: Open Link: {!s}
cs: Otevřít odkaz: {!s}
ru: Окрыть ссылку: {!s}

source: <i><b>WARNING</b>: your system seems to have PCRE2 disabled for VTE, preventing application such as Guake to register "matchers" using regular expressions. Please contact your distribution to request a new version of VTE with PCRE2 enabled ! To use Quick Open, you <b>must select the text</b> before using Ctrl+click</i>.
cs: <i><b>VAROVÁNÍ</b>: zdá se, že váš systém má pro VTE vypnuté PCRE2, což brání aplikacím jako je Guake registrovat tzv. „shodovače“ pomocí regulárních výrazů. Obraťte se na vývojáře vámi používané distribuce a požádejte o novou verzi VTE se PCRE2 zapnutým! Pro použití Rychlého otevření je třeba před použitím Ctrl+kliknutí <b>označit text</b></i>.
ru: <i><b>ВНИМАНИЕ</b>: похоже в системе отключен PCRE2 для VTE, что не даёт возможности Guake использовать регулярные выражения. Обратитесь к разработчикам Вашего дистрибутива за новой версией VTE с включенным PCRE2! Для использования Быстрого открытия, <b>необходимо выбрать текст</b> перед нажатием Ctrl+click</i>.

source: Quick Open: {!s}...
cs: Rychlé otevření: {!s}…
ru: Быстрое открытие: {!s}...

source: Open Link: {!s}...
cs: Otevřít odkaz: {!s}…
ru: Открыть ссылку: {!s}...

source: Quick Open...
cs: Rychlé otevření…
ru: Быстрое открытие...

source: Start Guake at login
cs: Spouštět Guake při přihlášení
ru: Запускать Guake при входе в систему

source: Gtk Theme:
cs: Gtk motiv vzhledu:
ru: Gtk тема:

source: Prefer dark theme
cs: Upřednostňovat tmavý motiv vzhledu
ru: Предпочитать тёмную тему

source: Specify the tab to rename. Default is 0. Can be used to select tab by UUID.
cs: Zadejte kterou kartu přejmenovat. Výchozí je 0 (nula). Je možné použít pro výběr karty podle nikde se neopak. identifikátoru.
ru: Укажите вкладку для переименования. По умолчанию - 0. Можно использовать UUID для выбора.

source: Rename the specified tab by --tab-index. Reset to default if TITLE is a single dash "-".
cs: Přejmenovat určenou kartu pomocí --tab-index. Vrátit na výchozí hodnotu pokud TITLE je jeden mínus/spojovník („-“).
ru: Переименовать указанную вкладку по --tab-index. Сбросить к умолчанию, если TITLE состоит из одиночного слеша "-".

source: Search forward
cs: Hledat dopředně
ru: Искать вперёд

source: Match case
cs: Rozlišovat malá/VELKÁ písmena
ru: Учитывать регистр

source: Current search direction: Backward
cs: Stávající směr vyhledávání: pozpátku
ru: Текущее направление поиска: Назад

source: Set window title to current tab name
cs: Nastavit titulek okna na název stávající karty
ru: Сделать название текущей вкладки заголовком окна

source: Copy Url
cs: Zkopírovat URL adresu
ru: Скопировать URL

source: Split ―
cs: Rozdělit ―
ru: Разделить ―

source: Split
cs: Rozdělit
ru: Разделить

source: Close terminal
cs: Zavřít terminál
ru: Закрыть терминал

source: Split management
cs: Správa rozdělování
ru: Управление разделением

source: Split tab vertical
cs: Rozdělit kartu svisle
ru: Разделить вкладку вертикально

source: Split tab horizontal
cs: Rozdělit kartu vodorovně
ru: Разделить вкладку горизонтально

source: Focus terminal above
cs: Zaměřit terminál nad
ru: Передать фокус терминалу сверху

source: Focus terminal below
cs: Zaměřit terminál pod
ru: Передать фокус терминалу снизу

source: Focus terminal on the left
cs: Zaměřit terminál nalevo
ru: Передать фокус терминалу слева

source: Focus terminal on the right
cs: Zaměřit terminál napravo
ru: Передать фокус терминалу справа

source: Move the terminal split handle up
cs: Přesunout ovládací prvek rozdělení terminálu nahoru
ru: Передвинуть ручку разделения терминала вверх

source: Move the terminal split handle down
cs: Přesunout ovládací prvek rozdělení terminálu dolů
ru: Передвинуть ручку разделения терминала вниз

source: Move the terminal split handle right
cs: Přesunout ovládací prvek rozdělení terminálu napravo
ru: Передвинуть ручку разделения терминала вправо

source: Move the terminal split handle left
cs: Přesunout ovládací prvek rozdělení terminálu nalevo
ru: Передвинуть ручку разделения терминала влево

source: Split ｜
cs: Rozdělit ｜
ru: Разделить ｜

source: Save content...
cs: Uložit obsah…
ru: Сохранить содержимое...

source: This might not work on all shells, make sure that your shell supports the --login option
cs: Toto nemusí fungovat se všemi shelly – ověřte, že shell podporuje volbu --login
ru: Это может работать не со всеми оболочками – удостоверьтесь, что ваша оболочка поддерживает параметр --login

source: New tab in home directory
cs: Nová karta s domovskou složkou
ru: Новая вкладка в домашнем каталоге

source: on {0} workspaces
cs: na {0} pracovních plochách
ru: на {0} рабочих местах

source: Change Guake palette scheme
cs: Změnit schéma palety pro Guake
ru: Изменить схему палитры Guake

source: Use workspace-specific tab sets (requires restart)
cs: Použít sady karet podle pracovních ploch (vyžaduje restart)
ru: Использовать вкладки, специфичные для рабочих мест (требуется перезапуск)

source: Split the selected tab vertically.
cs: Rozdělit označenou kartu svisle.
ru: Разделить выбранную вкладку вертикально.

source: Split the selected tab horizontally.
cs: Rozdělit označenou kartu vodorovně.
ru: Разделить выбранную вкладку горизонтально.

source: Show close buttons for tabs
cs: Zobrazovat na kartách tlačítka pro zavření
ru: Показывать кнопки закрытия для вкладок

source: Bold text is also bright
cs: Tučný text je také rozjasněný
ru: Полужирный текст также яркий

source: Bold text is also bright (VTE >=0.52)
cs: Tučný text je také rozjasněný (VTE verze 0.52 a starší)
ru: Полужирный текст также яркий (VTE >=0.52)

source: Save Tabs
cs: Uložit karty
ru: Сохранить вкладки

source: Restore Tabs
cs: Obnovit karty
ru: Восстановить вкладки

source: Search terminal
cs: Hledat terminál
ru: Искать терминал

source: Save Guake preferences to this filename
cs: Uložit předvolby Guake do tohoto souboru
ru: Сохранить настройки Guake в этом имени файла

source: Restore Guake preferences from this file
cs: Obnovit předvolby Guake z tohoto souboru
ru: Восстанавливать настройки Guake из этого файла

source: Your session.json file is broken, backup to {session_filename}.bak
cs: Vás soubor session.json je poškozený, zálohovat do {session_filename}.bak
ru: Ваш файл session.json повреждён, возврат к {session_filename}.bak

source: Your session.json schema is broken, backup to {0}.bak,and error message has been saved to {0}.log.err
cs: Vaše schema session.json je poškozené, záloha do {0}.bak, a chybové hlášení bylo uložen do {0}.log.err
ru: Ваша схема session.json повреждена, возврат к {0}.bak, сообщение об ошибке сохранено в {0}.log.err

source: Your tabs has been restored!
cs: Vaše karty byly obnoveny!
ru: Ваши вкладки восстановлены!

source: Restore previous session (tabs)
cs: Obnovit předchozí relaci (karty)
ru: Восстановить предыдущую сессию (вкладки)

source: Enable notification when restore tabs
cs: Zapnout oznamování při obnovování karet
ru: Включить уведомление при восстановлении вкладок

source: Automatically save session when the tabs has been modified
cs: Automaticky uložit relaci když jsou karty upraveny
ru: Автоматически сохранять сессию при изменении вкладок

source: Startup & Tabs (Experiment)
cs: Spouštění a karty (experiment)
ru: Запуск и вкладки (эксперимент)

source: Your {session_filename} file is broken, backup to {session_filename}.bak
cs: Váš soubor {session_filename} je poškozený, záloha do {session_filename}.bak
ru: Ваш файл {session_filename} сломан, возврат к {session_filename}.bak

source: Your {session_filename} schema is broken, backup to {0}.bak,and error message has been saved to {session_filename}.log.err
cs: Váš {session_filename} schema je poškozené, záloha do {0}.bak, a chybové hlášení bylo uloženo do {session_filename}.log.err
ru: Ваша схема {session_filename} сломана, возврат к {0}.bak, сообщение об ошибке сохранено в {session_filename}.log.err

source: Your {session_filename} schema is broken, backup to {session_filename}.bak,and error message has been saved to {session_filename}.log.err.
cs: Vaše {session_filename} schema je poškozené, náhradně se použije {session_filename}.bak, a chybové hlášení bylo uloženo do {session_filename}.log.err.
ru: Ваша схема {session_filename} сломана, возврат к {session_filename}.bak, сообщение об ошибке сохранено в {session_filename}.log.err.

source: Your {session_filename} schema is broken, backup to {session_filename}.bak, and error message has been saved to {session_filename}.log.err.
cs: Vaše {session_filename} schema je poškozené, náhradně bude použito {session_filename}.bak, a hlášení chyby bylo uloženo do {session_filename}.log.err.
ru: Ваша схема {session_filename} сломана, возврат к {session_filename}.bak, сообщение об ошибке сохранено в {session_filename}.log.err.

source: You are going to restore *all* the tabs! which means all your terminals & pages will be replaced. Do you want to continue?
cs: Chystáte se obnovit *všechny* karty! což znamená, že všechny terminály a stránky budou nahrazeny. Chcete pokračovat?
ru: Вы собираетесь восстановить *все* вкладки! что означает, что все ваши терминалы и страницы будут заменены. Хотите продолжить?

source: Show support infomations
cs: Zobrazit informace pro podporu
ru: Показать информацию о поддержке

source: Path to script executed on Guake start:
cs: Cesta ke skriptu při spuštění Guake:
pl: Ścieżka do skryptu wykonywanego podczas uruchamiania programu Guake:

source: 0 means no size limit
cs: 0 znamená žádný limit velikosti

source: Custom Commands
cs: Uživatelem určené příkazy

source: Copyright 2013-2015 Gaetan Semet Copyright 2007-2010 Lincoln de Sousa Copyright 2007 Gabriel Falc&#xE3;o
pl: Copyright 2013-2015 Gaetan Semet Copyright 2007-2010 Lincoln de Sousa Copyright 2007 Gabriel Falcão

source: Guake is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Guake is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Guake; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
pl: Program Guake jest wolnym oprogramowaniem; można go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji. Program Guake rozpowszechniany jest z nadzieją, iż będzie on użyteczny — jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji należy zapoznać się z Powszechną Licencją Publiczną GNU. Z pewnością wraz z programem Guake dostarczono także egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie — proszę napisać do Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
zh_tw: Guake 是自由軟體；您可以在自由軟體基金會所 發佈的 GNU 通用公共授權條款下 重新散佈和（或）修改它； 您可以選擇使用 GPL 第二版，或（按照您的意願選擇）任何更新的版本。 Guake 釋出的目的是希望它物有所用， 但是沒有任何擔保；對於其適銷性或某一特定目的下的適用性， 沒有任何明示或是暗示的擔保。 請查閱 GNU 通用公共授權條款下以了解更多資訊。 您應該已經跟 Guake 一起收到一份 GNU 通用公共授權條款， 如果沒有的話，請寫信至：Free Software Foundation, Inc.， 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
